{
  "author": [
    "Jasmiini Peuramäki"
  ],
  "date": "2023-01-11T16:45:31.855Z",
  "slug": "istumatyolainen-vasyttaako-4",
  "image": "/images/jasmiini-7-1536x1026.jpg",
  "title": "Istumatyöläinen, väsyttääkö?",
  "body": "Olen tehnyt omaa pientä empiiristä tutkimusta seisomatyön ja istumatyön eroista. Kun teen istumatyötä seisomatyön sijasta, keho menee näytönsäästötilaan ja kaikki voimat on vain ihan loppu.  Jo viisi istuttua työtuntia aiheuttaa sen, että voisin nukahtaa saman tien iltapäivästä ja nukkua aamuun asti.  \n\nAktiiviseen ja hektiseen työskentelyyn tottuneena, on vaikeaa adaptoitua istumaan ja työskentelemään silti tehokkaasti. Jos olet aina tehnyt istumatyötä, et välttämättä huomaa sen aiheuttamaa väsymystä. Niinä päivinä kun tulee istuttua enemmän, on paljon herkemmin mukavuuden haluinen, kuin taas päivinä jolloin on liikkunut työn puitteissa tai aloittanut päivän esimerkiksi treenaamalla tai kevyellä aamujumpalla.\n\nIstuessa veri ei pääse kiertämään kunnnolla, etenkin jos on kireät vaatteet päällä. Olisikin syytä muistaa oikaista välillä ja liikkua, jotta aivot saavat happea ja keho liikettä. [UKK-instituutin artikkelin](http://www.ukkinstituutti.fi/tietoa_terveysliikunnasta/liikkumattomuus/liiallisen-istumisen-haittoja) mukaan istuminen on yhteydessä pitkäaikaissairauksiin, kuten diabetekseen ja valtimosairauksiin.\n\n![](/images/img_5138-2_istumatyo_vasymys_treeni_vinkit.jpg)\n\n\n\n> Liika istuminen vaikuttaa haitallisesti mielialaan ja itsetuntoon sekä sosiaaliseen kanssakäymiseen etenkin nuorilla. \n\nYhteys tuki- ja liikuntaelimistön sairauksiinkin on mahdollinen, mutta näyttö on vielä vähäistä. Toki onhan se nyt selvää, ettei lihakset istumalla vahvistu eikä tue varsinkaan kehoa kuormittavassa asennossa. Myönnän itsekin että kirjoittelin tätä tekstiä kaksinkerroin. \n\nIstumatyön ohella juon myös merkittävästi enemmän kahvia (kuitenkin laadukasta tumma paahtoista luomukahvia). Seisomatyöpäivinä juon aamulla rasvakahvin ja se riittää. Istumatyöpäivänä saatan kuluttaa aamuisen lisäksi jopa kolme isoa kahvikupillista ja silti olen väsynyt ja saan nukutuksi. \n\nJos joisin saman verran kahvia, seisten tehtyinä työpäivinä kuin istuttuina, en saa millään unta ja käyn ylikierroksilla, mutta tosissaan istuessa kehoni vain lamaantuu ja vaipuu horrokseen. Istumatyöpäivinä siis sorrun tavattoman usein sitkuilemaan ja mutkuilemaan sekä nojautumaan mukavuudenhaluisuuteeni.\n\nToki olen pikkuhiljaa pyrkinyt vähän vähentämään kahvin kulutusta, sillä vaikka saisi nukuttua, kofeiini vaikuttaa elimistössä eikä lepo ole välttämättä kaikkein syvintä ja parhainta. Toki niin kuin [Työterveyslaitoksenkin artikkelissa](https://www.ttl.fi/tyopiste/kuinka-kauan-kahvi-valvottaa/) todetaan, kofeiini ja siitä aiheutuvat oireet ovat yksilöllisiä. Aineenvaihdunnalla ja muilla ruokailutottumuksilla on myös vaikutusta siihen, kuinka nopeast kofeiini katoaa elimistöstä.\n\nVinkkejä istumatyöläisen virkistykseksi\n\n* Liiku, vaihtele työskentelyasentoa\n* Pidä pieniä taukoja ja jaloittele\n* Käy kyykyssä tai seiso vaikka käsilläsi\n* Venyttele, pyörittele hartioita\n* Istu satulatuolilla tai jumppapallon päällä, jolloin keskivartalo pysyy aktivoituna ja kannatettuna.\n* Harrasta liikuntaa vapaa-ajalla, yleinen vireystaso nousee\n* Vältä liikaa hiilihydraatteja muista syödä kunnolla, ei napostellen\n* Treenaa aamulla tai heti töiden jälkeen\n\n> Aamuisin on vireystilan kannalta parempi syödä rasva- ja proteiinipitoisemmin. Hiilihydraatit on hyvä painottaa iltaa kohden hyvän yöunen tueksi. \n\nAamutreenin ei tarvitse olla 1,5 h hikijumppa, vartin herättelykin aamuisin on jo viikon aikana lähes kaksi tuntia. Riittää että liikuttelee kehoa, venyttelee, pyörittelee käsiä, kyykkää tai mitä ikinä tulee mieleen. Jos haluaa nostaa kunnolla sykettä, esim. Youtubesta löytyy hyviä lyhyitä intensiivisiä ja lyhyitä treenejä, kuten hakusanoilla Tabata tai  HIIT (=High Intensity Interval Training).\n\nYksi vaihtoehto on treenata heti töiden jälkeen, jolloin on vielä liikkeessä, ellei ei työskentele kotona. Treenikamat mukaan ja liikkumaan, kun työpäivä on takana ja treeni vedetty, voi hyvin mielin nauttia kotona olosta ja rentoutua. Koen itse välillä  haastavaksi ja vaikeaksi lähteä treenaamaan, jos on tullut töistä jo kotiin ja ehtinyt pysähtyä.  \n\nIstumatyötä tehdessä laiskuus iskee joskus kovaa ja korkealta. Niin myös pimeään aikaan ja erityisesti täällä meillä pohjoisessa. Jos raudan nostaminen tai muutama mukava jooga-asana syvine hengityksineen tuntuu mahdottomalta, muista olla joustava ja armollinen kuitenkin itsellesi."
}