{
  "author": [
    "Jasmiini Peuramäki"
  ],
  "date": "2023-01-01T14:57:56.495Z",
  "slug": "kuidut-vatsan-ja-suoliston-toiminnan-tukena",
  "title": "Kuidut vatsan ja suoliston toiminnan tukena",
  "body": "\n\n**Miks me syödään kuituja? Mitä ne on ja mistä niitä saa?**\n\nSuoliston ja vatsan toiminnan kannalta kuidut ovat erittäin tärkeässä roolissa. Erityisesti jos ruokavalio on vähähiilihydraattinen, ketogeeninen tai muuten normaalista poikkeava, niin kuitulisä on ehdottoman tärkeä suolistolle. Jos emme saa riittävästi kuituja, vahvat ja raskaat ruoka-aineet voivat ärsyttää suolistoa tai suolistosi yksinkertaisesti sanoo kaput ja menee lakkoon ja susta tulee muumi.\n\nMolemmat kuitutyypit ovat meille tärkeitä. Trendissä olevat ruokavaliot, joissa vältellään hiilihydraatteja, kuten edesmennyt karppaus-buumi ja tällä hetkellä nosteessa olevat vhh- sekä ketogeeninen ruokavalio, tuovat valtavan määrän ongelmia väärin toteutettuna. Näissä liukenemattoman kuidun saanti on vähäisempää, mikä saattaa aiheuttaa pitkällä aikavälilllä mm. toiminnallisia suolisto-ongelmia (IBS), vatsahaavan, haavaisen koliitin eli tulehduksellisen paksu- tai peräsuolen sairauden (colitis ulcerosa) tai Chronin taudin.\n\nTäytyy muistaa että kaikki suoliston ongelmat ja niiden syntyperät ovat hyvin moninaisia ja tämä on vain yksi mahdollinen tekijä, jonkin yllämainitun ongelman aiheuttajista. Länsimaissa kasvanut jatkuva kiire ja stressi on toinen suuri tekijä, josta kerronkin joskus ihan omana lukunaan.\n\n\n\n> *Vähäinen kuitujen saanti voi olla yksi osa tekijä ja erittäin vahvassa osassa, kun sen kaverina on huonot ruokailutottumukset tai vatsaa ärsyttävien ravintoaineiden ylensyönti*\n\n\n\nLiukenevaa eli vesiliukoista kuitua on paljon mm. pavuissa ja herneissä. Monille palkokasvit aiheuttavat ongelmia entisestään, niin liukenevaa kuitua saa lisäksi mm. marjoista, hedelmistä, vihanneksista, chiansiemenistä, kaurasta ja psylliumista.\n\nVesiliukoiset kuidut tunnistaa hyytelömäisestä muodosta tai limaisesta/tahmaisesta rakenteesta (esim. kaurapuuro, psyllium). Laskevat mm. huonoa LDL-kolesteroliarvoa, auttaa hillitsemään verensokerin nousua ruokailessa ja pitää verensokerin paremmin diabeetikoilla tasapainossa ja hallinnassa.\n\nLiukenemattomia kuituja on viljatuotteissa, mantelijauhoissa, pähkinöissä, siemenissä (esim. pellava) ja kookoshiutaleissa. Liukenemattomat kuidut eivät sula suolistossa, vaan ne imevät itseensä nestettä ja auttaa pehmentämään sekä kuljettamaan ulostemassaa. Liukenemattomat kuidut siis ehkäisevät ummetusta ja auttaa suolistoa toimimaan paremmin.\n\nLiukenemattomat kuidut tai ainakin osa alkaa käymään suolistossa, eli ne fermentoituvat. Tällöin fermentoituneesta kuitumassasta muodostuu prebiootteja ja on probiooteille eli erilaisille elimistön eläville bakteereille ja suun kautta syötäville maitohappobakteereille ja Saccharomyces Boulardii -hiivalle optimaalista ravintoa.\n\nMuita prebiootteja on mm. luontaisesti parsassa, artisokassa, sipulissa ja soijapavuissa. Fermentoituessaan kuidut muodostavat suolistoon kaasuja, jolloin esimerkiksi toiminnallisesta suolisto-ongelmasta (IBS) kärsivät eivät pysty näitä kuituja välttämättä syömään\n\n**Mitä eri kuituvalmisteita on?**\n\nVehnä- ja ruislese, psyllium, pellavarouhe tai -siemenet, kookoshiutale, sokerijuurikaskuitu, chiansiemenet. Edellä mainitut kuidut  on syytä turvottaa, etteivät ne tuki suolistoa.\n\nHerkemmälle vatsalle ja suolistosairauksista kärsiville parempia vaihtoehtoja ovat Vi-siblin ja Sunwic. Näitä ei tarvitse turvottaa, mutta tulee nauttia nesteen kera.Vi-Sibliniä on kahdenlaisia, joista oranssi pakkaus soveltuu FODMAP – ruokavaliota noudattaville. Sininen pakkaus on makeutettu, sorbitolilla, jolloin se ei välttämättä FODMAPia noudattavalle sovellu.\n\nKuitulisien käyttö tulee aloittaa pienissä määrin, jotta suolisto ei ota hommasta itseensä ja jumiudu tai lähde juoksemaan. Eri kuituvalmisteiden käyttöohjeet ja turvotusohjeet on syytä tarkistaa pakkauksista. Lisäksi on tärkeää muistaa juoda riittävästi nesteitä/vettä, yleisen nestetasapainon kannalta  siksi, että kuidut imevät itseensä paljon nestettä.\n\n> Ruokavalio, jossa on käytetty runsaasti erilaisia kuituvalmisteita, on tutkitusti alentanut riskiä sairastua suolistosyöpään, 2 tyypin diabetekseen, sydän- ja verisuonitauteihin ja sepelvaltimotautiin.\n\nJos sulla on ravitsemukseen liittyviä kysymyksiä tai haluat laittaa ruokailutottumuksesi uuteen uskoon, kaipaat jeesiä elämäntapojen muutoksessa tai aloittamisessa, niin **laita linkkien alta löytyvän** boksin kautta viestiä. Vastaan kysymyksiin mielelläni ja yhdessä saadaan huikeita tuloksia aikaan, jos päätät aloittaa matkan kohti parempaa oloa! \n\nKirjoituksen tukena käytettyjä linkkejä:\n\n*[Mistä löytyy kuitua?](https://www.terve.fi/artikkelit/missa-on-ravintokuitua) Löytyy mm. esimerkkilistausta kuitumääristä per. 100g/tuotetta*\n\n*<https://www.terveyskirjasto.fi/terveyskirjasto/tk.koti?p_artikkeli=skr00013>*\n\n*<https://fi.wikipedia.org/wiki/Probiootti>*\n\n*<https://www.ncbi.nlm.nih.gov/pubmed/22074852>*\n\n*<https://www.savonsanomat.fi/kotimaa/N%C3%A4ist%C3%A4-kasviksista-saat-terveytt%C3%A4-edist%C3%A4vi%C3%A4-prebiootteja/524568>*",
  "image": "/images/bread-1536x1152.jpeg"
}