{
  "date": "2022-12-31T17:34:47.637Z",
  "title": "Miten määrittelet onnellisuutesi?",
  "body": "Entä mitkä ovat arvosi tai mikä on sinulle oikeasti tärkeää? Nämä voivat olla sulle jo tuttuja ajatuksia tai sellaisia asioita jotka tiedostat, mutta et ole käyttänyt energiaasi niihin. Mä oon parin viime vuoden aikana miettinyt näitä asioita ekaa kertaa enemmän kuin koskaan. Olen kohdannut itseni, rehellisesti ja pyytteettömästi. Tekstin lopusta löydät yksinkertaisen muistilistan, mitä kannattaa huomioida, kun miettii omaa onnellisuuttaan.\\\n\\\nKysynnän ja tarjonnan kylmät lait ovat määritelleet sekä muokanneet pitkän aikaa meidän käyttäytymistä ja meidän inhimillistä olemusta. Aikakausi, jolla elämme täällä Pohjolassa, on mahdollistanut sen että kaikki on meidän saatavillamme nyt, heti, välittömästi. Käsite jota kutsutaan rahaksi johtaa meitä. Pahimmassa tilanteessa tämä vääristää meidän maailman kuvan sekä mielikuvan onnellisuudesta ja siitä miltä tuntuu oikeasti olla onnellinen.\\\n\\\n“Rakennamme helposti minäkuvamme ja minuutemme erilaisista ulkopuolisista tekijöistä. ”\\\n\\\nKallis auto tai merkkivaate ei tee meitä onnelliseksi. Onni kestää hetken, mutta kun uutuudenviehätys on poissa, niin on myös materiasta tullut onnellisuuskin. Tietty työnkuvan tuoma status tai saavutus ei ole avain ikuiseen onneen. Rakennamme helposti minäkuvamme ja minuutemme erilaisista ulkopuolisista tekijöistä.\\\n\\\nToki hyödyllinen ja jatkuvassa käytössä oleva tavara tai vaate voi tuoda iloa käyttäjälleen. Merkityksellinen työ taas voi lisätä onnellisuutta, jos se täyttää omat arvot. Kumpikaan ei kuitenkaan saisi olla se syvin onnellisuuden määre, sillä onnellisuus lähtee meistä itsestä.\\\n\\\nIkävä kyllä nyky-yhteiskunta ja kuluttajamarkkinat pyrkivät siihen, että kokisimme aina jatkuvaa riittämättömyyden tunnetta. Vain sinä itse olet kuitenkin vastuussa siitä, että kuka sinä olet. Sinä olet myös vastuussa onnellisuudestasi sekä asioista joita teet tai olet tekemättä sen eteen.\\\n\\\n“Kaikki mitä meiltä voidaan ottaa pois, ei saisi määritellä onnellisuuttamme.”\\\n\\\nEdellisessä kirjoituksessa mainitsin, mutta kun, sitten kun -ajattelun. Se pätee niin pelkoihin kuin onnellisuuteen. Jos odotamme että meillä on se mahtava työpaikka ja iso talo tai ihan vain säännölliset tulot, sitten voimme olla onnellisia. Ne ei tuo meille sitä onnea, pysyvästi ainakaan. Tuossa onnea odotellessa, elämä vilisee aika vauhdilla ohi. Kaikki mitä meiltä voidaan ottaa pois, ei saisi määritellä onnellisuuttamme tai olla onnellisuuden mittarina.\\\n\\\nYK:n listauksen mukaan Suomi on noussut ykkössijalle maailman onnellisimpana kansana. Onko asia näin? Vai onko vain se onnellinen osuus kansastamme ollut oikeaan aikaan liikenteessä? Ja ne epäonniset, joita meidänkin upea tukijärjestelmä ikävä kyllä hylkii, ovat omissa oloissaan hukuttautuneena suruun ja murheeseen. En tiedä. On silti hienoa, ettei tutkimuksessa ole käytetty onnellisuuden määreenä meidän tukijärjestelmää tai muita ulkoisia tekijöitä, vaan on todella selvitetty yksilöllisiä arvoja ja onnea tuovia tekijöitä. Linkki Yle:n artikkeliin.\\\n\\\nMuistilista onnenonkijoille:\\\n\\\nMuista tehdä asioita mitkä tekevät sinut oikeasti onnelliseksi. \\\nÄlä anna muiden määritellä sitä, mitä sinun onnellisuutesi vaatii.\\\nAseta omaan maailmankatsomukseesi sopivat arvot ja toimi niiden mukaisesti.\\\nÄlä murehdi liikaa mennyttä tai tulevaa, sillä ainut mihin voit vaikuttaa on tämä hetki ja oma asenteesi.\\\n\\\nMuistakaa, että lopulta jokainen meistä ajattelee vain itseään tai sitä miten joku toinen on onnistunut jossain asiassa paremmin tai saavuttanut jotain enemmän. Ketään ei rehellisesti kiinnosta paskaakaan se mitä teet, vaan enemmänkin se, että mitä sinä ajattelet heistä ja toisinpäin. Tämän ajatuksen olisi jo syytä pikkuhiljaa unohtua. Ei kahdehdita, eikä murehdita, vaan keskitytään olemaan tässä hetkessä ja aidosti onnellisia.",
  "image": "/images/pasmiini-blogikuvaesimerkki_2.png",
  "slug": "miten-maarittelet-onnellisuutesi",
  "author": [
    "Jasmiini Peuramäki"
  ]
}