{
  "author": [
    "Jasmiini Peuramäki"
  ],
  "date": "2023-01-11T16:45:08.032Z",
  "image": "/images/img_1517.jpg",
  "title": "Tasapainoilua vanhan syömishäiriön ja stressin aiheuttaman ärtyneen suolen välillä poikkeuksellisena aikana",
  "slug": "syomishairio-5",
  "body": "Poikkeustila on herättänyt vanhoja tuntemuksia, triggeröinyt omaa arvoa ja muutenkin riepotellut ja heilutellut menemään oikein urakalla. Kun kaikki tuttu ja turvallinen, rutiineita lukuun ottamatta on viety, huomaan miten mieli yrittää ajautua vanhaan tuttuun ja turvalliseen kontrollointiin. Selviytymistilassa ihminen alkaa kontrolloimaan jotain, jos jokin ulkopuolinen uhka on aiheuttanut tunteen siitä, ettei elämä olisi hallinnassa omissa käsissä.\n\n\n\n> “Kontrolloin syömistäni ja koin olevani vähintään norsun kokoinen”\n\n\n\nMinulle nuorena iso osa elämäni hallinnasta koostui tavalla tai toisella jonkin asian kontrolloinnista, kun mieltä kalvoi epävarmuus. Kontrolloin syömistäni, painoani, liikkumistani, huoneeni järjestystä tai täyttä sekasortoa, sillä halusin jollain tavalla olla vastuussa itsestäni, tilastani ja hakea turvaa jostain, jota pystyin itse hallitsemaan, kun kaikki ympärillä oli vähintäänkin epävarmaa tai turvatonta. Huh, tuntuu pahalta, jo ajatuskin vanhasta.\n\n![](/images/img_5472-1024x1536.jpg)\n\nIBS eli ärtynyt suoli, on myös nostanut päätään pitkittyneen stressin takia, joka ilmeisimmin on tässä poikkeustilan takia tullut. (Ihmekkös, kun olikin leukaperät niin jumissa, että kävin siellä Voice Massagessa) Ei tämä silti helppoa ole sillä itseinho ja kaikki kamaluus huutaa heippatirallaa ja kysyy multa vähän väliä, että oliko ikävä? Turvottaa, sehän on vain stressistä kiukkuuntunut suoli, ei se nyt voi olla niin paha.\n\nTurvotus on ollut mun pahin vihollinen ja mun syömishäiriön ja ruokavammailuiden taustalla. Nuorena, en tiennyt vielä sairastavani geeniperäistä keliakiaa. Sen lisäksi stressasin kaikesta kouluun ja suoriutumiseen liittyvästä, olin perfektionisti. Ilmankos olin jo silloin liikkuva stressipesäke. Harmi vain, kun nuori minä ei näitä tiennyt, luulin pahan olevan jotain muuta.\n\n\n\n> “Vihasin itseäni”\n\n\n\nIkinä ei peilikuva miellyttänyt, oli kamala olla, siispä vääristin syy-seuraussuhteet pienessä mielessäni ja totesin, että kunhan vaan laihdun, sitten kun kylkiluut paistaa, sitten kaikki on hyvin. Näin ja tunsin olevani vähintään norsunkokoinen olento. Asiasta voisi kirjoittaa joskus oman tarinan, mutta takaisin nykyhetkeen. Nykyään tuo kamala olo edelleen kummittelee, sillä elin epätodellisessa maailmassani lähes kymmenen vuotta.\n\nNykyäänkään pahimpina päivinä en voi käyttää suosikkivaatteitani, mikään ei tunnu miltään ja kaikki puristaa ja ahdistaa. En pysty vaikuttamaan olotilaani, vaikka tiedän olevani huikea tyyppi. IBS turvotus on niin vaikuttava, vaikka minulla ei edes ole ongelmia syömisen suhteen ollut aikoihin, silti koen olevani mitätön ja arvoton, enkä saa niinä päivinä mitään aikaan. Onneksi näitä päiviä on nykyään selkeästi vähemmän. Vastavuoroisesti taas päivät kun vatsani voi hyvin, voin tehdä mitä vain huikeita yritysdiilejä, nauttia elämän pienistä iloista ja **voisin vaikka lähteä alasti ulos ja juosta 10 kertaa Senaatintorin ympäri, ilman mitään ongelmaa.** Haha!\n\n\n\n![](/images/img_1517.jpg)\n\nPainelen vatsaani, sillä taas tuntuukin ikävältä ja turvottaa. Tämä kurja olotila eiliseltä, sattui juuri ajankohtaiseen älä laihduta – päivään! Siksi päätin avata sanaisen arkkuni ja mitä tulee koko itserakkausjuttuihin, niin voit vain päätellä, miten tämä on vaikuttanut seksuaalisuuteeni. onneksi siihenkin on esimerkiksi Kaisaminnin PSA-kurssi, joka starttaa pian. (Tämä ei ole edes maksettu mainos!)\n\nÄlä siis rakas ole yksin, jos sulla on ikäviä tuntemuksia. Niihin saa apua. On monenlaisia asiantuntijoita ja terapeutteja, jotka ovat juuri sua varten olemassa. Kukaan ei paini yksin tässä maailman mittaisessa elämän sarjassa. Toivottavasti tämä jollain tavalla herätti ajatuksia, ideoita tai tästä oli sulle apua.\n\n\n\n#### Tämän päivän teemaan sopiva aforismi: ***Kuuntele kehoasi, kun se kuiskaa, niin sun ei tarvitse ikinä kuulla sen huutavan <3***\n\n**Jos olet avun tai tuen tarpeessa:**\\\nKerro asiasta jollekin läheisellesi\\\nOle suoraan yhteydessä ammattilaiseen\\\nSyömishäiriön kanssa ei tarvitse olla yksin, ja siihen esimerkiksi löytyy Syömishäiriöliitto SYLI:ltä tukipuhelin ja tietoa tarkemmin netistä ja somekanavista\n\nYKSIN EI TARVITSE PÄRJÄTÄ\n\n**Jos ystäväsi on avun tai tuen tarpeessa**\\\nKysy onko kaikki hyvin\\\nKuuntele tuomitsematta\\\nHalaa ystävääsi"
}